"MRJ_QRCodeMessage" = "prompt";
"MRJ_QRCodeTeachOpen" = "Please go to - > [privacy Settings - - photo] open access switch";
"MRJ_QRCodeSure" = "determine";

"MRJ_QRCodeLikeMessage" = "Warm prompt";
"MRJ_QRCodeDefinePhoto" = "Because the system reason, unable to access photo album";
"MRJ_QRCodeSure" = "determine";

"MRJ_QRCodeScaning" = "The qr code/bar code into the box, can automatically scan";
"MRJ_QRCodeOpenLight" = "Open the lamp";
"MRJ_QRCodeCloseLight" = "Close the floodlight";

"MRJ_QRCodeDataError" = "Data format check failed";
"MRJ_QRCodeWidthError" = "Generate qr code size is beyond the scope effectively";
"MRJ_QRCodeLogoImageError" = "Logo format check failed, please introduced to effective image";

"MRJ_QRCodeLogoScaleError" = "Failed to generate logo proportion, please introduced to effective ratio range (0 ~ 1.0）";
"MRJ_QRCodeChongqingjzb" = "chongqingjzb";
"MRJ_QRCodeAlbum" = "album";

